Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G35.tmx
Source language: en_us
Languages: zh_cn

source: Biography of Murray N. Rothbard (1926-1995)
zh_cn: 罗斯巴德生平（1926-1995年）

source: Murray Rothbard was born March 2, 1926, the son of David and Rae Rothbard.
zh_cn: 穆瑞·罗斯巴德生于1926年3月2日，父母是大卫·罗斯巴德和雷·罗斯巴德。

source: He was a brilliant student even as a young child; and his academic record at Columbia University, where he majored in mathematics and economics, was stellar.
zh_cn: 在年幼时，他就是一个聪明的学生；他在哥伦比亚大学学习数学和经济学专业，学术成绩优异。

source: In the Columbia economics department, Rothbard did not receive any instruction in Austrian economics, and Mises was no more than a name to him.
zh_cn: 在哥伦比亚大学经济学系，罗斯巴德没有接触过任何奥地利经济学的指引，米塞斯对他而言仅是个陌生的名字。

source: In a course on price theory given by George Stigler, however, he encountered arguments against such then popular measures as price and rent control.
zh_cn: 然而，在乔治·斯蒂格勒的价格理论课上，他接触到对价格与租金控制等流行手段的反驳。

source: These arguments greatly appealed to him; and he wrote to the publisher of a pamphlet that Stigler and Milton Friedman had written on rent control.
zh_cn: 这些反对意见极大地吸引了他；斯蒂格勒和米尔顿·弗里德曼关于租金控制的小册子出版，他给出版社写了信。

source: The publisher in question was the Foundation for Economic Education; and visits to this group's headquarters led Rothbard to a meeting with Ludwig von Mises.
zh_cn: 这家出版商是经济教育基金会；对其总部的拜访让罗斯巴德与米塞斯碰面。

source: Rothbard was at once attracted to Mises's laissez-faire economics, and when Mises's masterwork Human Action appeared in 1949, it made a great impression on him.
zh_cn: 罗斯巴德一下子被米塞斯的自由放任经济学说吸引；当米塞斯的杰作《人的行为》在1949年初版，它给他留下了深刻印象。

source: He was henceforward a praxeologist: here in Mises's treatise was the consistent and rigorous defense of a free economy for which he had long been in search.
zh_cn: 从此他成为一个人类行为学者：米塞斯分析里对自由经济体系的一致和严格的捍卫正是他长期寻找的。

source: He soon became an active member of Mises's seminar at New York University.
zh_cn: 他很快成为米塞斯在纽约大学研讨会的积极一员。

source: Meanwhile, he continued his graduate studies at Columbia, working toward his Ph.D.
zh_cn: 与此同时，他继续在哥伦比亚大学的研究生课程，准备博士学位。

source: His mentor was the eminent economic historian Joseph Dorfman, and Rothbard received the degree in 1956, with a thesis on The Panic of 1819 that remains a standard work.
zh_cn: 他的导师是著名经济史学家约瑟夫·多尔夫曼，罗斯巴德在1956年获得博士学位，学位论文是《1819年的恐慌》，至今仍然是一个范例作品。

source: As he deepened his understanding of laissez-faire economics, he confronted a dilemma.
zh_cn: 随着他对自由放任经济学的理解加深，他遇到一个难题。

source: The arguments for market provision of goods and services applied across the board.
zh_cn: 市场提供商品和服务的观点是普遍适用的。

source: If so, should not even protection and defense be offered on the market rather than supplied by a coercive monopoly? Rothbard realized that he would either have to abandon laissez-faire or embrace individualist anarchy.
zh_cn: 如果是那样，防卫与防御不该也是由市场而不是通过强制性的垄断提供吗？罗斯巴德意识到他要么放弃自由放任，要么拥抱个人无政府主义。

source: The choice, arrived at in the winter of 1949, was not difficult.
zh_cn: 他在1949年的冬天做出选择，对他并不艰难。

source: Rothbard soon attracted the attention of the William Volker Fund, the main group that supported classical liberal scholars in the 1950s and early 1960s. He began a project to write a textbook to explain Human Action in a fashion suitable for college students; a sample chapter he wrote on money and credit won Mises's approval.
zh_cn: 罗斯巴德很快吸引了威廉·沃尔克基金会的注意，这是20世纪50年代和60年代初期支持古典自由主义学者的主要组织。他开始了一个项目，写一本风格适合大学生的解释《人的行为》的教科书；他写的一章关于货币和信贷的样品章节获得了米塞斯的认可。

source: As Rothbard continued his work, he transformed the project.
zh_cn: 随着罗斯巴德工作持续，他改变了这个项目。

source: The result, Man, Economy, and State (1962), was a central work of Austrian economics.
zh_cn: 结果是《人，经济和国家》（1962年）成为奥地利经济学的核心著作。

source: Rothbard was entirely in accord with Mises's endeavor to deduce the whole of economics from the axiom of action, combined with a few subsidiary postulates.
zh_cn: 罗斯巴德从行为的公理，加上一些附属假设，演绎全部经济学完全符合米塞斯的努力方向。

source: In much more detail than Mises had done, he carried out the deduction; and in the process, he contributed major theoretical innovations to praxeology.
zh_cn: 他进行的演绎比米塞斯做的更加详细；在这个过程中，他为人类行为学贡献了重要的理论创新。

source: He showed that the socialist calculation argument applies, not only to a governmentally controlled economy, but to a single private firm owning the entire economy as well.
zh_cn: 他表明社会主义计算问题，不仅适用于政府控制的经济，也适用于一家私营企业拥有整个经济的情况。

source: It too could not calculate.
zh_cn: 那也无法进行经济计算。

source: He also integrated Frank Fetter's theory of rent with Austrian capital theory; and argued that a monopoly price could not exist on the free market.
zh_cn: 他还将弗兰克·菲特的租金理论与奥派的资本理论相融合；认为自由市场上不可能存在垄断价格。

source: Further, he offered a brilliant criticism of Keynesian economics, and he anticipated much of the "rational expectations" revolution for which Robert Lucas later won a Nobel Prize.
zh_cn: 此外，他还对凯恩斯经济学提出敏锐的批评，他预见到了罗伯特·卢卡斯后来获得诺贝尔奖的“理性预期”革命的大部分内容。

source: As Rothbard originally planned Man, Economy, and State, it was to include a final part that presented a comprehensive classification and analysis of types of government intervention.
zh_cn: 在罗斯巴德起初计划《人，经济和国家》时，还包括最后一部分，对政府干预类型提出全面的分类和分析。

source: The section also subjected to withering criticism the standard canons of justice in taxation; a brief but brilliant passage refuted in advance the anti-market arguments based on "luck" that were to prove so influential in the later work of John Rawls and his many successors.
zh_cn: 内容包括对税收这一公正大炮的猛烈批评；一个简短但聪明的对于基于“运气”的反市场言论的反驳段落，后来约翰·罗尔斯及其追随者的作品中这一观点极富影响。

source: Unfortunately, the part appeared in the original edition only in a severely truncated form.
zh_cn: 不幸的是，最初出版的版本以严重删减的形式出现。

source: Its full publication came only in 1972, under the title Power and Market.
zh_cn: 直到1972年才以《权力与市场》的书名完全出版。

source: The complete version of Man, Economy, and State, as Rothbard originally intended it to appear, is now available from the Mises Institute.
zh_cn: 罗斯巴德最初想要出版的《人，经济和国家》的完整版本，现在可以从米塞斯研究所找到。

source: This masterly work was far from exhausting Rothbard's contributions to economic theory.
zh_cn: 这一大师级作品远未代表罗斯巴德对经济理论的全部贡献。

source: In a major paper, "Toward a Reconstruction of Utility and Welfare Economics" (1956), he showed that if one takes seriously the fact that utility is ordinal and not cardinal, then the anti-market views of most modern welfare economists must be abandoned.
zh_cn: 在一篇重要论文，“重建效用与福利经济学”（1956年）中，他表明，如果一个人真正接受效用是序数的，而非基数的事实，那么现代福利经济学的反市场观点就必须被摒弃。

source: Strict application of demonstrated preference allows one to say that the participants to a voluntary exchange expect ex ante to benefit.
zh_cn: 对展示偏好的严格应用可以证明，自愿交换的参与者事前是期待收益的。

source: Further than this, the economist, so long as he remains value-free, cannot go.
zh_cn: 更进一步，经济学家如果纯客观地分析，就不能得出这样的结论。

source: His main papers on economic theory are available in the posthumously published two-volume collection The Logic of Action (1997).
zh_cn: 他关于经济理论的主要论文收录在其过世后出版的两卷本《行动的逻辑》（1997年）中。

source: Rothbard devoted close attention to monetary theory.
zh_cn: 罗斯巴德密切关注货币理论。

source: Here he emphasized the virtues of the classical gold standard and supported 100% reserve banking.
zh_cn: 他强调古典金本位制的好处并支持100％储备银行。

source: This system, he held, would prevent the credit expansion that, according to the Austrian theory of the business cycle developed by Mises and Friedrich Hayek, led to inevitable depression.
zh_cn: 他认为，该系统将防止信贷扩张，根据奥地利的米塞斯和哈耶克的商业周期理论，信贷扩张导致了不可避免的萧条。

source: He summarized his views for the general public in the often-reprinted pamphlet What Has Government Done to Our Money? (1964) and also wrote a textbook, The Mystery of Banking (1983).
zh_cn: 他将给大众的观点结集在常被重印的小册子《政府对我们的钱做了什么？》 （1964年）中，还写了一本教科书，《银行的秘密》（1983年）。

source: Rothbard showed the illumination that Austrian theory could bring to economic history in America's Great Depression (1963).
zh_cn: 罗斯巴德在《美国的大萧条》（1963年）中表明了奥派理论可以给经济史带来启发。

source: Far from being a proof of the failures of unregulated capitalism, the 1929 Depression illustrates rather the dangers of government interference with the economy.
zh_cn: 1929大萧条证明的是政府干预经济的危险，而远不是不受监管的资本主义的失败。

source: The economic collapse came as a necessary correction to the artificial boom induced by the Federal Reserve System's monetary expansion during the 1920s.
zh_cn: 经济崩溃是对美联储在1920年代货币扩张导致的人为繁荣的必要调整。

source: The attempts by the government to "cure" the downturn served only to make matters worse.
zh_cn: 政府“治愈”经济下滑的企图只会使事情变得更糟。

source: In making this argument, Rothbard became a pioneer in "Hoover revisionism."
zh_cn: 论证这一观点，使罗斯巴德成为“胡佛修正主义”的先驱。

source: Contrary to the myths promoted by Hoover himself and his acolytes, Hoover was not an opponent of big government.
zh_cn: 与胡佛本人和他的追随者宣称的神话相反，胡佛不是一个大政府的反对者。

source: Quite the contrary, the economic policies of the " Engineer in Politics" prefigured the New Deal.
zh_cn: 恰恰相反，“政治工程师”的经济政策是新政的预演。

source: Rothbard's view of Hoover is now widely accepted.
zh_cn: 罗斯巴德对胡佛的看法现已被广泛接受。

source: For Rothbard, banking policy was a key to American economic history.
zh_cn: 对罗斯巴德而言，银行政策对美国经济史至关重要。

source: Like Michelet, he believed that history is a resurrection of the flesh; and his discussions are no dry-as-dust presentations of statistics.
zh_cn: 与米什莱一样，他认为历史是有血有肉的再现；他的讨论不是统计数据的枯燥展示。

source: He was always concerned to identify the particular actors and interests behind historical decisions.
zh_cn: 他始终关注具体个人和历史决策背后的利益。

source: The struggle between the competing Morgan and Rockefeller banking circles figures again and again in his articles in this field, collected in his A History of Money and Banking in the United States (1999).
zh_cn: 势均力敌的摩根和洛克菲勒银行圈之间的斗争，一次又一次地出现在他此类文章中，结集在《美国货币和银行史》（1999年）中。

source: Rothbard ranged far beyond economics in his historical work.
zh_cn: 罗斯巴德历史性著作触及的远超经济学。

source: In a four-volume series, Conceived in Liberty (1975-1979), he presented a detailed account of American colonial history that stressed the libertarian antecedents of the American Revolution.
zh_cn: 在四卷系列的《孕育于自由》（1975-1979）中，他展示了对美国殖民地历史的详细说明，强调了美国革命的自由意志主义根源。

source: As usual, he challenged mainstream opinion.
zh_cn: 他像往常一样挑战主流观点。

source: He had little use for New England Puritanism, and the virtues and military leadership of George Washington did not impress him.
zh_cn: 他很少提及新英格兰清教主义，乔治·华盛顿的美德和军事领导力也没有给他留下深刻的印象。

source: For Rothbard, the Articles of Confederation were not an overly weak arrangement that needed to be replaced by the more centrally focused Constitution.
zh_cn: 对于罗斯巴德，邦盟章程不是过于薄弱的安排，需要被更重视中央权力的宪法取代。

source: Quite the contrary, the Articles themselves allowed too much central control.
zh_cn: 恰恰相反，章程允许的中央控制已经过多。

source: Although Rothbard usually found himself in close agreement with Mises, in one area he maintained that Mises was mistaken.
zh_cn: 尽管罗斯巴德通常与米塞斯意见一致，但在一个领域，他认为米塞斯是错的。

source: Mises contended that ethical judgments were subjective: ultimate ends are not subject to rational assessment.
zh_cn: 米塞斯主张伦理判断是主观的：最终目的不能被理性的评估。

source: Rothbard dissented, maintaining that an objective ethics could be founded on the requirements of human nature.
zh_cn: 罗斯巴德持有异议，认为基于对人的本性要求，可以建立一个客观的伦理。

source: His approach, based on his study of Aristotelian and Thomist philosophy, is presented in his major work The Ethics of Liberty (1982), his major study of political philosophy.
zh_cn: 他的做法，基于对亚里士多德和托马斯主义哲学研究，见于其重要著作《自由的伦理》（1982年），这是他对政治哲学的主要研究。

source: In his system of political ethics, self-ownership is the basic principle.
zh_cn: 在他的政治伦理体系中，自我所有权是基本原则。

source: Given a robust conception of self-ownership, a compulsory government monopoly of protective services is illegitimate; and Rothbard endeavors to refute the arguments to the contrary of supporters of a minimal state, Robert Nozick chief among them.
zh_cn: 鉴于自我所有权的强大概念，政府强制垄断保护服务是非法的；罗斯巴德努力驳斥以罗伯特·诺齐克为首的与小政府支持者相反的观点。

source: He contributes important clarifications to problems of libertarian legal theory, such as the nature of contracts and the appropriate standard of punishment.
zh_cn: 他对自由意志主义法学理论问题，如合约的性质和适当的处罚标准，贡献了重要的澄清。

source: He explains why Mises's instrumental argument for the market does not fully succeed, though he finds much of value in it; and he criticizes in careful detail Hayek's view of the rule of law.
zh_cn: 他解释为什么米塞斯的市场工具说法并不完全成功，虽然他发现了其中的价值；他认真详细地批评哈耶克的法律规则观点。

source: Rothbard modified the famous dictum of Marx: he wished both to understand and change the world.
zh_cn: 罗斯巴德修改了马克思的名言：他希望既了解世界，又要改变世界。

source: He endeavored to apply the ideas he had developed in his theoretical work to current politics and to bring libertarian views to the attention of the general public.
zh_cn: 他努力将他在其理论著作中发展的思想应用到当前政治中，让自由意志主义的观点引起大众关注。

source: One issue for him stood foremost.
zh_cn: 有一个问题对他至为重要。

source: Like Randolph Bourne, he maintained that "war is the health of the state"; he accordingly opposed an aggressive foreign policy.
zh_cn: 像伦道夫·伯恩一样，他认为“战争是政府的生命”，因此，他反对侵略性的外交政策。

source: His support for nonintervention in foreign policy led him to champion the Old Right.
zh_cn: 他在外交政策上对不干预的支持使他成为老右派的领袖。

source: John T. Flynn, Garet Garrett and other pre-World War II "isolationists" shared Rothbard's belief in the close connection between state power and bellicose foreign policy.
zh_cn: 约翰·T·弗林，加雷特加勒特和其他二战前“孤立主义者”认同罗斯巴德国家权力和好战的外交政策之间有密切联系的观点。

source: The situation was quite otherwise with postwar conservatism.
zh_cn: 与战后的保守主义状况则恰恰相反。

source: Although Rothbard was an early contributor to William Buckley's National Review, he rejected the aggressive pursuit of the Cold War advocated by Buckley and such members of his editorial staff as James Burnham and Frank S. Meyer.
zh_cn: 尽管罗斯巴德是威廉·巴克利的《国家评论》的一个早期的贡献者，他拒绝巴克利和他的编辑成员詹姆斯·伯纳姆和弗兰克迈耶主张的冷战的积极追求。

source: He broke with these self-styled conservatives and thereafter became one of their strongest opponents.
zh_cn: 他与这些自封的保守派决裂，并在之后成为他们最强的对手之一。

source: For similar reasons, he condemned their neoconservative successors.
zh_cn: 出于近似的原因，他谴责他们的新保守主义的接班人。

source: He followed a pragmatic policy of temporary alliances with whatever groups were, at a given time, opposed to militarism and foreign adventures.
zh_cn: 他执行一个与任何在特定时间反对军国主义和国外冒险的团体临时结盟的务实政策。

source: He set forward the basis for his political stance in a key essay, "Left and Right: The Prospects for Liberty".
zh_cn: 他在一篇文章中表明其政治立场的基础，“左与右：自由的前景”。

source: This appeared in an important scholarly journal, Left and Right, which he established.
zh_cn: 这篇文章发表在他创建的重要的学术期刊《左与右》中。

source: This contained major essays on revisionist history and foreign policy, but unfortunately lasted only from 1965-1968.
zh_cn: 这本期刊包括关于修正主义历史和外交政策的重要文章，但不幸的是只从1965年持续到1968年。

source: In an effort to widen the influence of libertarian thought in the academic world, Rothbard founded the Journal of Libertarian Studies in 1977.
zh_cn: 为努力扩大自由意志主义思想在学术界的影响，罗斯巴德在1977年创建了《自由意志主义研究杂志》。

source: The journal began auspiciously with a symposium on Robert Nozick's Anarchy, State, and Utopia. Down to the present, it has remained the most important journal hospitable to libertarian ideas.
zh_cn: 该杂志幸运地发轫于一次诺齐克的《无政府状态，国家和乌托邦》研讨会。到现在，它仍是自由意志主义思想的最重要的杂志。

source: Rothbard established in 1987 another journal, the Review of Austrian Economics, to provide a scholarly venue for economists and others interested in Austrian theory.
zh_cn: 罗斯巴德在1987年创立了另一本杂志《奥地利经济学评论》，为经济学家和对奥地利学派的理论感兴趣的人提供一个学术阵地。

source: It too is the key journal in its area of specialty.
zh_cn: 它也是在其专业领域的重要刊物。

source: It has continued to the present, after 1997 under the new name Quarterly Journal of Austrian Economics.
zh_cn: 在1997年以后以新名字《奥地利经济学季刊》发行至今。

source: In his comments on current events, Rothbard displayed an amazing ability to digest vast quantities of information on whatever subject interested him.
zh_cn: 在他对时事的评论中，罗斯巴德展示了惊人的消化大量任何他感兴趣的信息的能力。

source: Whether, e.g., the question was competing factions in Afghanistan or the sources of investment in oil in the Middle East, he would always have the relevant data at his command.
zh_cn: 例如，无论是阿富汗各派的竞争问题还是中东地区的石油投资来源问题，他总是有他想要的相关数据。

source: A sample of his columns, taken from the Rockwell Rothbard Report, is available in The Irrepressible Rothbard (2000).
zh_cn: 他的专栏文章样本，从《罗克韦尔-罗斯巴德》报告中节选，收录在《不可压制的罗斯巴德》（2000）中。

source: Another journal that he founded, The Libertarian Forum, provides his topical comments for the period 1969-1984.
zh_cn: 另一个他创办的杂志，《自由意志主义论坛》，收录了他从1969年至1984年期间的专题评论。

source: He presented a comprehensive popular account of libertarianism in For A New Liberty (1973).
zh_cn: 他在《为新的自由》中提出了一个全面的自由意志主义的流行分析。

source: One last academic triumph remained for Rothbard, though sadly it appeared only after his death.
zh_cn: 罗斯巴德的最后学术成就，虽然让人神伤，在其身后出版。

source: In two massive volumes, Economic Thought Before Adam Smith and Classical Economics (1995), he presented a minutely detailed and erudite account of the history of economic theory.
zh_cn: 在两巨卷的《亚当·斯密前经济思想》和《古典经济学》（1995年）中，他对经济思想史进行了细微详尽的分析。

source: Adam Smith, contrary to general belief, was not the founder of modern economics.
zh_cn: 与一般的看法相反，亚当·斯密不是现代经济学的创始人。

source: His defense of a labor theory of value, modified and continued by his Ricardian successors, shunted economics onto the wrong path.
zh_cn: 他对劳动价值理论的捍卫，由其后来人李嘉图修改并延续，让经济学走上歧途。

source: The heroes of Rothbard's study were the Spanish scholastics, who long before Smith had developed a subjective theory of value, and such later figures as Cantillon, Turgot, and Say.
zh_cn: 罗斯巴德研究的英雄是西班牙经院哲学家，远在斯密之前就发展了主观价值理论，这些已故人物包括坎蒂隆，杜尔哥和萨伊。

source: He dissects the heretical religious thought that prefigured Marxism and gives a mordant portrayal of the personality and thought of John Stuart Mill.
zh_cn: 他剖析了预示着马克思主义的异端宗教思想，并对约翰·斯图亚特·穆勒的个性和思想给出了讽刺写照。

source: Rothbard was closely associated with the Ludwig von Mises Institute from its founding in 1982 by Llewellyn H. Rockwell, Jr.
zh_cn: 从卢埃林·罗克韦尔1982年成立米塞斯研究院以来，罗斯巴德与其关系紧密。

source: This organization became the main vehicle for the promotion of his ideas, and he served as its Academic Vice-President.
zh_cn: 这个机构成为宣扬他的思想的主要阵地，他作为其学术副主席。

source: He taught at Brooklyn Polytechnic Institute from the mid 1960s to the mid 1980s; from 1986 to his death on January 7, 1995, he was S.J. Hall Distinguished Professor of Economics at the University of Nevada, Las Vegas.
zh_cn: 从1960年代到1980年代中期，他在布鲁克林理工学院任教；从1986年到1995年1月7日去世，他是内华达州拉斯维加斯大学的经济学教授。
